<template>
  <div class="about">
    <h1 class="about-title">Крутая футболка с принтом в подарок близким</h1>
    <p class="about-text">
      Немногие любят бегать по магазинам в предпраздничной суете и выбирать
      подходящие подарки. Мы предлагаем купить футболку с красочным рисунком или
      мотивирующей цитатой. Такая вещь порадует любимых и дополнит гардероб.
    </p>
    <p class="about-text">
      В каталоге представлены женские и мужские модели для детей и взрослых.
      Найдите фасон по вкусу: консерваторы оценят классику, любителям ярких
      деталей понравятся реглан и рингер, поклонники элегантности и комфорта
      выберут поло. Разнообразие принтов удивит даже придирчивых покупателей.
      Радуйте друзей и родных забавными и полезными подарками!
    </p>
    <h1 class="about-title">Оригинальные футболки на заказ</h1>
    <p class="about-text">
      Футболки перестали быть обыкновенным предметом одежды. Теперь это средство
      самовыражения для людей любого возраста и социального положения. Ходить в
      одинаковых вещах базовых цветов можно на работу и официальные встречи. В
      неформальной обстановке люди предпочитают носить яркие модели с
      затейливыми принтами.
    </p>
    <p class="about-text">
      В нашем магазине можно заказать футболку с собственным дизайном или найти
      подходящий вариант среди тысяч готовых. Выбирайте остроумные или
      злободневные надписи, шуточные рисунки или изображения знаменитостей. Для
      удобства выбора принты разделены по тематическим категориям. Картинка по
      душе найдётся для каждого.
    </p>
  </div>
</template>

<script>
export default {};
</script>

<style lang="scss" scoped>
.about-title {
  padding-top: 50px;
  margin-bottom: 20px;
  font-style: 36px;
}

.about-text {
  font-style: 20px;
  margin-bottom: 20px;
}
</style>
